Repository: KalaHarshal/CITY
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, kn, ml, mr, pa, ta, te

source: Santhali
as: সাঁওতালি
bn: সাঁওতালি
gu: સંથાલી
kn: ಸಂಥಾಲಿ
ml: സന്താലി
mr: संताली
pa: ਸੰਥਾਲੀ
ta: சாந்தாலி
te: సంతాలి

# app_title
source: Smart Civic Portal
as: স্মাৰ্ট চিভিক প’ৰ্টেল
bn: স্মার্ট সিভিক পোর্টাল
gu: સ્માર્ટ નાગરિક પોર્ટલ
kn: ಸ್ಮಾರ್ಟ್ ಸಿವಿಕ್ ಪೋರ್ಟಲ್
ml: സ്മാർട്ട് സിവിക് പോർട്ടൽ
mr: स्मार्ट सिविक पोर्टल
pa: ਸਮਾਰਟ ਸਿਵਿਕ ਪੋਰਟਲ
ta: ஸ்மார்ட் சிவிக் போர்டல்
te: స్మార్ట్ సివిక్ పోర్టల్

# login_subtitle
source: Report civic issues and connect with your local government
as: নাগৰিক সমস্যাসমূহ জনাওক আৰু আপোনাৰ স্থানীয় চৰকাৰৰ সৈতে সংযোগ কৰক
bn: নাগরিক সমস্যাগুলি রিপোর্ট করুন এবং স্থানীয় সরকারের সাথে যুক্ত হোন
gu: નાગરિક સમસ્યાઓની જાણ કરો અને તમારી સ્થાનિક સરકાર સાથે જોડાઓ
kn: ನಗರ ಸಮಸ್ಯೆಗಳನ್ನು ವರದಿ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಸರ್ಕಾರದೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ
ml: സിവിക് പ്രശ്നങ്ങൾ റിപ്പോർട്ട് ചെയ്യുക, നിങ്ങളുടെ പ്രാദേശിക സർക്കാരുമായി ബന്ധപ്പെടുക
mr: नागरी समस्या नोंदवा आणि आपल्या स्थानिक सरकारशी जोडा
pa: ਨਾਗਰਿਕ ਸਮੱਸਿਆਵਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰੋ ਅਤੇ ਆਪਣੇ ਸਥਾਨਕ ਸਰਕਾਰ ਨਾਲ ਜੁੜੋ
ta: சிவிக் பிரச்சினைகளை புகாரளிக்கவும், உங்கள் உள்ளூர் அரசுடன் தொடர்புகொள்ளவும்
te: పౌర సమస్యలను నివేదించండి మరియు మీ స్థానిక ప్రభుత్వంతో కనెక్ట్ అవ్వండి

source: Phone Number
as: ফোন নম্বৰ
bn: ফোন নম্বর
gu: ફોન નંબર
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
pa: ਫ਼ੋਨ ਨੰਬਰ
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్

# enter_phone_number
source: Enter your phone number
as: আপোনাৰ ফোন নম্বৰ লিখক
bn: আপনার ফোন নম্বর লিখুন
gu: તમારો ફોન નંબર દાખલ કરો
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക
mr: आपला फोन नंबर प्रविष्ट करा
pa: ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்
te: మీ ఫోన్ నంబర్ నమోదు చేయండి

source: Send OTP
as: OTP পঠিওৱা
bn: OTP পাঠান
gu: OTP મોકલો
kn: OTP ಕಳುಹಿಸಿ
ml: OTP അയയ്ക്കുക
mr: OTP पाठवा
pa: ਓਟੀਪੀ ਭੇਜੋ
ta: OTP அனுப்பு
te: OTP పంపండి

source: Login as Worker
as: কৰ্মী হিচাপে লগিন কৰক
bn: কর্মী হিসেবে লগইন করুন
gu: કર્મચારી તરીકે પ્રવેશ કરો
kn: ಕೆಲಸಗಾರರಾಗಿ ಲಾಗಿನ್ ಮಾಡಿ
ml: തൊഴിലാളിയായി ലോഗിൻ ചെയ്യുക
mr: कामगार म्हणून लॉगिन करा
pa: ਕਾਮੀ ਵਜੋਂ ਲੌਗਇਨ ਕਰੋ
ta: பணியாளராக உள்நுழைக
te: కార్మికుడిగా లాగిన్ చేయండి

# government_initiative
source: Government of Jharkhand Initiative
as: ঝাড়খণ্ড চৰকাৰৰ উদ্যোগ
bn: ভারত সরকারের উদ্যোগ
gu: ઝારખંડ સરકારની પહેલ
kn: ಭಾರತ ಸರ್ಕಾರದ ಯೋಜನೆ
ml: ഝാർഖണ്ഡ് സർക്കാരിന്റെ സംരംഭം
mr: भारत सरकारचा उपक्रम
pa: ਭਾਰਤ ਸਰਕਾਰ ਦੀ ਪਹਿਲ
ta: ஜார்கண்ட் அரசின் முயற்சி
te: భారత ప్రభుత్వ పథకం

# secure_and_verified
source: Secure & Verified
as: সুৰক্ষিত আৰু পৰীক্ষিত
bn: নিরাপদ ও যাচাই করা
gu: સુરક્ષિત અને પ્રમાણિત
kn: ಭದ್ರ & ಪರಿಶೀಲಿತ
ml: സുരക്ഷിതവും പരിശോദിച്ചതും
mr: सुरक्षित आणि सत्यापित
pa: ਸੁਰੱਖਿਅਤ ਅਤੇ ਪ੍ਰਮਾਣਿਤ
ta: பாதுகாப்பான & சரிபார்க்கப்பட்டது
te: సురక్షితంగా & ధృవీకరించబడింది

source: English
as: ইংৰাজী
bn: ইংরেজি
gu: અંગ્રેજી
kn: ಇಂಗ್ಲಿಷ್
ml: ഇംഗ്ലീഷ്
mr: इंग्रजी
pa: ਅੰਗਰੇਜ਼ੀ
ta: ஆங்கிலம்
te: ఇంగ్లీష్

source: Hindi
as: হিন্দী
bn: হিন্দি
gu: હિન્દી
kn: ಹಿಂದಿ
ml: ഹിന്ദി
mr: हिंदी
pa: ਹਿੰਦੀ
ta: இந்தி
te: హిందీ

# enter_valid_phone
source: Enter a valid 10-digit phone number
as: বৈধ ১০ সংখ্যাৰ ফোন নম্বৰ লিখক
bn: সঠিক ১০ সংখ্যার ফোন নম্বর লিখুন
gu: માન્ય 10 અંકનો ફોન નંબર દાખલ કરો
kn: ಮಾನ್ಯ 10 ಅಂಕೆಯ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: സാധുവായ 10 അക്ക ഫോൺ നമ്പർ നൽകുക
mr: वैध 10-अंकी फोन नंबर प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ 10 ਅੰਕਾਂ ਵਾਲਾ ਸਹੀ ਨੰਬਰ ਦਰਜ ਕਰੋ
ta: சரியான 10 இலக்க தொலைபேசி எண்ணை உள்ளிடவும்
te: సరైన 10 అంకెల ఫోన్ నంబర్ నమోదు చేయండి

# enter_phone_number_message
source: Enter phone number
as: ফোন নম্বৰ লিখক
bn: ফোন নম্বর লিখুন
gu: ફોન નંબર દાખલ કરો
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ഫോൺ നമ്പർ നൽകുക
mr: फोन नंबर प्रविष्ट करा
pa: ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
ta: தொலைபேசி எண்ணை உள்ளிடவும்
te: ఫోన్ నంబర్ నమోదు చేయండి

source: Verification Failed
as: সত্যাপন বিফল
bn: যাচাই ব্যর্থ
gu: ચકાસણી નિષ્ફળ ગઈ
kn: ಪರಿಶೀಲನೆ ವಿಫಲವಾಯಿತು
ml: പരിശോധനം പരാജയപ്പെട്ടു
mr: पडताळणी अयशस्वी
pa: ਤਸਦੀਕ ਫੇਲ੍ਹ ਹੋਈ
ta: சரிபார்த்தல் தோல்வியடைந்தது
te: ధృవీకరణ విఫలమైంది

# error_message
source: Error
as: ত্ৰুটি
bn: ত্রুটি
gu: ભૂલ
kn: ದೋಷ
ml: പിശക്
mr: त्रुटी
pa: ਗਲਤੀ
ta: பிழை
te: లోపం

source: Verify OTP
as: OTP সত্যাপন কৰক
bn: OTP যাচাই করুন
gu: OTP ચકાસો
kn: OTP ಪರಿಶೀಲಿಸಿ
ml: OTP സ്ഥിരീകരിക്കുക
mr: OTP पडताळा
pa: ਓਟੀਪੀ ਚੈੱਕ ਕਰੋ
ta: OTP சரிபார்க்கவும்
te: OTP నిర్ధారించండి

# enter_otp_code
source: Enter the 6-digit code sent
as: পঠোৱা ৬ সংখ্যাৰ ক’ড লিখক
bn: পাঠানো ৬-সংখ্যার কোড লিখুন
gu: મોકલાયેલ 6 અંકનો કોડ દાખલ કરો
kn: ಕಳುಹಿಸಲಾದ 6 ಅಂಕೆಯ ಕೋಡ್ ನಮೂದಿಸಿ
ml: അയച്ച 6 അക്ക കോഡ് നൽകുക
mr: पाठवलेला 6-अंकी कोड प्रविष्ट करा
pa: ਭੇਜੇ ਗਏ 6 ਅੰਕਾਂ ਦਾ ਕੋਡ ਦਰਜ ਕਰੋ
ta: அனுப்பப்பட்ட 6 இலக்க குறியீட்டை உள்ளிடவும்
te: పంపిన 6 అంకెల కోడ్‌ను నమోదు చేయండి

# verify_and_login
source: Verify & Login
as: সত্যাপন কৰক আৰু লগিন কৰক
bn: যাচাই ও লগইন করুন
gu: ચકાસો અને પ્રવેશ કરો
kn: ಪರಿಶೀಲಿಸಿ & ಲಾಗಿನ್ ಮಾಡಿ
ml: സ്ഥിരീകരിച്ച് ലോഗിൻ ചെയ്യുക
mr: पडताळा आणि लॉगिन करा
pa: ਚੈੱਕ ਕਰੋ ਅਤੇ ਲੌਗਇਨ ਕਰੋ
ta: சரிபார்த்து உள்நுழைக
te: నిర్ధారించి లాగిన్ అవ్వండి

source: Didn't receive OTP?
as: OTP পাই নেপেলেনে?
bn: OTP পাননি?
gu: OTP મળ્યો નથી?
kn: OTP ಬಂದಿಲ್ಲವೆ?
ml: OTP ലഭിച്ചില്ലേ?
mr: OTP मिळाला नाही?
pa: ਓਟੀਪੀ ਨਹੀਂ ਮਿਲਿਆ?
ta: OTP வரவில்லைவா?
te: OTP రాలేదా?

source: Resend
as: পুনঃ পঠাওক
bn: আবার পাঠান
gu: ફરી મોકલો
kn: ಮತ್ತೆ ಕಳುಹಿಸಿ
ml: വീണ്ടും അയയ്ക്കുക
mr: पुन्हा पाठवा
pa: ਦੁਬਾਰਾ ਭੇਜੋ
ta: மீண்டும் அனுப்பு
te: మళ్లీ పంపండి

# otp_resent_web
source: OTP resent successfully (Web)
as: OTP সফলভাবে পুনঃ পঠোৱা হৈছে (ৱেব)
bn: OTP সফলভাবে পুনরায় পাঠানো হয়েছে (ওয়েব)
gu: OTP સફળતાપૂર્વક ફરી મોકલાયો (વેબ)
kn: OTP ಯಶಸ್ವಿಯಾಗಿ ಮರುಕಳುಹಿಸಲಾಗಿದೆ (ವೆಬ್)
ml: OTP വിജയകരമായി വീണ്ടും അയച്ചു (വെബ്)
mr: OTP यशस्वीरित्या पुन्हा पाठवला (वेब)
pa: ਓਟੀਪੀ ਸਫਲਤਾਪੂਰਵਕ ਦੁਬਾਰਾ ਭੇਜਿਆ ਗਿਆ (ਵੈੱਬ)
ta: OTP வெற்றிகரமாக மீண்டும் அனுப்பப்பட்டது (இணையம்)
te: OTP విజయవంతంగా మళ్లీ పంపబడింది (వెబ్)

# otp_resent_mobile
source: OTP resent successfully (Mobile)
as: OTP সফলভাবে পুনঃ পঠোৱা হৈছে (মবাইল)
bn: OTP সফলভাবে পুনরায় পাঠানো হয়েছে (মোবাইল)
gu: OTP સફળતાપૂર્વક ફરી મોકલાયો (મોબાઇલ)
kn: OTP ಯಶಸ್ವಿಯಾಗಿ ಮರುಕಳುಹಿಸಲಾಗಿದೆ (ಮೊಬೈಲ್)
ml: OTP വിജയകരമായി വീണ്ടും അയച്ചു (മൊബൈൽ)
mr: OTP यशस्वीरित्या पुन्हा पाठवला (मोबाइल)
pa: ਓਟੀਪੀ ਸਫਲਤਾਪੂਰਵਕ ਦੁਬਾਰਾ ਭੇਜਿਆ ਗਿਆ (ਮੋਬਾਈਲ)
ta: OTP வெற்றிகரமாக மீண்டும் அனுப்பப்பட்டது (மொபைல்)
te: OTP విజయవంతంగా మళ్లీ పంపబడింది (మొబైల్)

# complete_profile
source: Complete Your Profile
as: আপোনাৰ প্ৰ’ফাইল সম্পূৰ্ণ কৰক
bn: আপনার প্রোফাইল সম্পূর্ণ করুন
gu: તમારી પ્રોફાઇલ પૂર્ણ કરો
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪೂರ್ಣಗೊಳಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈൽ പൂരിപ്പിക്കുക
mr: आपला प्रोफाइल पूर्ण करा
pa: ਆਪਣਾ ਪ੍ਰੋਫਾਈਲ ਪੂਰਾ ਕਰੋ
ta: உங்கள் சுயவிவரத்தை பூர்த்தி செய்யவும்
te: మీ ప్రొఫైల్ పూర్తి చేయండి

# profile_subtitle
source: Please provide your details to continue
as: অগ্ৰগতি কৰিবলৈ দয়া কৰি আপোনাৰ তথ্য দিয়ক
bn: চালিয়ে যেতে অনুগ্রহ করে আপনার বিবরণ দিন
gu: કૃપા કરીને આગળ વધવા માટે તમારી વિગતો આપો
kn: ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿವರಗಳನ್ನು ನೀಡಿ
ml: തുടരാൻ ദയവായി നിങ്ങളുടെ വിവരങ്ങൾ നൽകുക
mr: पुढे जाण्यासाठी कृपया आपले तपशील द्या
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦਿਓ
ta: தொடர்வதற்கு உங்கள் விவரங்களை வழங்கவும்
te: దయచేసి కొనసాగడానికి మీ వివరాలు ఇవ్వండి

source: Full Name
as: সম্পূৰ্ণ নাম
bn: পুরো নাম
gu: પૂરું નામ
kn: ಪೂರ್ಣ ಹೆಸರು
ml: പൂർണ്ണ പേര്
mr: पूर्ण नाव
pa: ਪੂਰਾ ਨਾਮ
ta: முழுப்பெயர்
te: పూర్తి పేరు

# name_validation_message
source: Enter a valid name (no numbers)
as: বৈধ নাম লিখক (সংখ্যা নাথাকিব)
bn: সঠিক নাম লিখুন (কোনও সংখ্যা নয়)
gu: માન્ય નામ દાખલ કરો (આંકડા નહીં)
kn: ಮಾನ್ಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ (ಅಂಕೆಗಳಿಲ್ಲ)
ml: സാധുവായ പേര് നൽകുക (അക്കങ്ങൾ ഇല്ലാതെ)
mr: वैध नाव प्रविष्ट करा (संख्या नसाव्यात)
pa: ਸਹੀ ਨਾਮ ਦਰਜ ਕਰੋ (ਅੰਕ ਨਾ ਹੋਣ)
ta: சரியான பெயரை உள்ளிடவும் (எண்கள் இல்லாமல்)
te: సరైన పేరు నమోదు చేయండి (సంఖ్యలు లేకుండా)

source: Verified
as: সত্যাপন কৰা হৈছে
bn: যাচাই করা হয়েছে
gu: ચકાસાયેલ
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml: പരിശോധിച്ചു
mr: पडताळलेले
pa: ਪ੍ਰਮਾਣਿਤ
ta: சரிபார்க்கப்பட்டது
te: ధృవీకరించబడింది

source: Email (Optional)
as: ইমেইল (ঐচ্ছিক)
bn: ইমেল (ঐচ্ছিক)
gu: ઇમેઇલ (વૈકલ્પિક)
kn: ಇಮೇಲ್ (ಐಚ್ಛಿಕ)
ml: ഇമെയിൽ (ഐച്ഛികം)
mr: ईमेल (पर्यायी)
pa: ਈਮੇਲ (ਵਿਕਲਪਿਕ)
ta: மின்னஞ்சல் (விருப்பம்)
te: ఇమెయిల్ (ఐచ్చికం)

# email_validation_message
source: Enter a valid email address
as: বৈধ ইমেইল ঠিকনা লিখক
bn: সঠিক ইমেল ঠিকানা লিখুন
gu: માન્ય ઇમેઇલ સરનામું દાખલ કરો
kn: ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸ ನಮೂದಿಸಿ
ml: സാധുവായ ഇമെയിൽ വിലാസം നൽകുക
mr: वैध ईमेल पत्ता प्रविष्ट करा
pa: ਸਹੀ ਈਮੇਲ ਦਰਜ ਕਰੋ
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: సరైన ఇమెయిల్ అడ్రస్ నమోదు చేయండి

# profile_save_failed
source: Failed to save profile
as: প্ৰ’ফাইল সংৰক্ষণ বিফল
bn: প্রোফাইল সংরক্ষণ ব্যর্থ হয়েছে
gu: પ્રોફાઇલ સાચવવામાં નિષ્ફળ ગયું
kn: ಪ್ರೊಫೈಲ್ ಉಳಿಸುವುದು ವಿಫಲವಾಯಿತು
ml: പ്രൊഫൈൽ സംരക്ഷിക്കാൻ കഴിഞ്ഞില്ല
mr: प्रोफाइल जतन करण्यात अयशस्वी
pa: ਪ੍ਰੋਫਾਈਲ ਸੇਵ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ta: சுயவிவரம் சேமிக்க முடியவில்லை
te: ప్రొఫైల్ సేవ్ కాలేదు

# continue_text
source: Continue
as: অগ্ৰগতি কৰক
bn: চালিয়ে যান
gu: આગળ વધો
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: पुढे जा
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடரவும்
te: కొనసాగించండి

source: Select Language
as: ভাষা বাছক
bn: ভাষা নির্বাচন করুন
gu: ભાષા પસંદ કરો
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి

source: Home
as: হোম
bn: হোম
gu: હોમ
kn: ಮುಖಪುಟ
ml: ഹോം
mr: मुख्यपृष्ठ
pa: ਘਰ
ta: முகப்பு
te: హోమ్

source: Report
as: অভিযোগ জনাওক
bn: রিপোর্ট
gu: રિપોર્ટ
kn: ವರದಿ
ml: റിപ്പോർട്ട്
mr: तक्रार नोंदवा
pa: ਰਿਪੋਰਟ
ta: புகார்
te: నివేదించండి

source: Complaints
as: অভিযোগসমূহ
bn: অভিযোগ
gu: ફરિયાદો
kn: ದೂರುಗಳು
ml: പരാതികൾ
mr: तक्रारी
pa: ਸ਼ਿਕਾਇਤਾਂ
ta: புகார்கள்
te: ఫిర్యాదులు

source: Profile
as: প্ৰ’ফাইল
bn: প্রোফাইল
gu: પ્રોફાઇલ
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Good Morning,
as: শুভ প্ৰভাত,
bn: শুভ সকাল,
gu: સુપ્રભાત,
kn: ಶುಭೋದಯ,
ml: ശുഭ പ്രഭാതം,
mr: शुभ प्रभात,
pa: ਸ਼ੁਭ ਸਵੇਰ,
ta: காலை வணக்கம்,
te: శుభోదయం,

source: Good Afternoon,
as: শুভ অপরাহ্ন,
bn: শুভ অপরাহ্ন,
gu: શુભ બપોર,
kn: ಶುಭ ಮಧ್ಯಾಹ್ನ,
ml: ശുഭ ഉച്ച,
mr: शुभ दुपार,
pa: ਸ਼ੁਭ ਦੁਪਹਿਰ,
ta: மதிய வணக்கம்,
te: శుభ మద్యాహ్నం,

source: Good Evening,
as: শুভ সন্ধ্যা,
bn: শুভ সন্ধ্যা,
gu: શુભ સાંજ,
kn: ಶುಭ ಸಂಜೆ,
ml: ശുഭ സായാഹ്നം,
mr: शुभ संध्याकाळ,
pa: ਸ਼ੁਭ ਸ਼ਾਮ,
ta: மாலை வணக்கம்,
te: శుభ సాయంత్రం,

source: Quick Report
as: দ্ৰুত অভিযোগ
bn: দ্রুত রিপোর্ট
gu: ઝડપી રિપોર્ટ
kn: ತ್ವರಿತ ವರದಿ
ml: ക്വിക്ക് റിപ്പോർട്ട്
mr: जलद तक्रार
pa: ਤੁਰੰਤ ਰਿਪੋਰਟ
ta: விரைவு புகார்
te: త్వరిత నివేదిక

source: Garbage
as: আবর্জনা
bn: আবর্জনা
gu: કચરો
kn: ಕಸ
ml: മാലിന്യം
mr: कचरा
pa: ਕੂੜਾ
ta: குப்பை
te: చెత్త

source: Street Light
as: ৰাস্তাৰ বাতি
bn: স্ট্রিট লাইট
gu: ગલી લાઇટ
kn: ರಸ್ತೆ ದೀಪ
ml: വീഥിവിളക്ക്
mr: रस्त्यावरील दिवा
pa: ਗਲੀ ਬੱਤੀ
ta: தெரு விளக்கு
te: వీధి దీపం

source: Road Damage
as: ৰাস্তাৰ ক্ষতি
bn: রাস্তার ক্ষতি
gu: રસ્તાનો નુકસાન
kn: ರಸ್ತೆ ಹಾನಿ
ml: റോഡ് നാശം
mr: रस्त्याची हानी
pa: ਸੜਕ ਦਾ ਨੁਕਸਾਨ
ta: சாலை சேதம்
te: రోడ్డు దెబ్బతినడం

# water
source: Water Supply
as: পানী যোগান
bn: জল সরবরাহ
gu: પાણી પુરવઠો
kn: ನೀರಿನ ಪೂರೈಕೆ
ml: വെള്ളവിതരണം
mr: पाणीपुरवठा
pa: ਪਾਣੀ ਸਪਲਾਈ
ta: தண்ணீர் வழங்கல்
te: నీటి సరఫరా

source: Current Badge
as: বৰ্তমান বেজ
bn: বর্তমান ব্যাজ
gu: વર્તમાન બેજ
kn: ಪ್ರಸ್ತುತ ಬ್ಯಾಡ್ಜ್
ml: നിലവിലെ ബാഡ്ജ്
mr: सध्याचा बॅज
pa: ਮੌਜੂਦਾ ਬੈਜ
ta: தற்போதைய பதக்கம்
te: ప్రస్తుత బ్యాడ్జ్

source: Civic Hero
as: নাগৰিক হিৰ’
bn: সিভিক হিরো
gu: નાગરિક હીરો
kn: ಸಿವಿಕ್ ಹೀರೋ
ml: സിവിക് ഹീറോ
mr: सिविक हिरो
pa: ਸਿਵਿਕ ਹੀਰੋ
ta: சிவிக் ஹீரோ
te: సివిక్ హీరో

# badgeProgress
source: 70% to next badge
as: পৰৱৰ্তী বেজলৈ ৭০%
bn: পরবর্তী ব্যাজে ৭০%
gu: આગલા બેજ માટે 70%
kn: ಮುಂದಿನ ಬ್ಯಾಡ್ಜ್‌ಗೆ 70%
ml: അടുത്ത ബാഡ്ജിലേക്കു 70%
mr: पुढील बॅजसाठी 70%
pa: ਅਗਲੇ ਬੈਜ ਲਈ 70%
ta: அடுத்த பதக்கத்திற்கு 70%
te: తర్వాతి బ్యాడ్జ్‌కి 70%

source: Reports Summary
as: অভিযোগৰ সারাংশ
bn: রিপোর্টের সারাংশ
gu: રિપોર્ટ સારાંશ
kn: ವರದಿ ಸಾರಾಂಶ
ml: റിപ്പോർട്ട് സംഗ്രഹം
mr: तक्रारींचा सारांश
pa: ਰਿਪੋਰਟ ਸੰਖੇਪ
ta: புகார்களின் சுருக்கம்
te: నివేదికల సంగ్రహం

source: Total
as: মুঠ
bn: মোট
gu: કુલ
kn: ಒಟ್ಟು
ml: ആകെ
mr: एकूण
pa: ਕੁੱਲ
ta: மொத்தம்
te: మొత్తం

source: Pending
as: পেণ্ডিং
bn: অপেক্ষমাণ
gu: બાકી
kn: ಬಾಕಿ
ml: പെൻഡിംഗ്
mr: प्रलंबित
pa: ਬਕਾਇਆ
ta: நிலுவையில்
te: పెండింగ్

source: In Progress
as: চলি আছে
bn: চলমান
gu: પ્રગતિમાં
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ
ml: നടന്ന് കൊണ്ടിരിക്കുന്നു
mr: प्रगतीमध्ये
pa: ਚੱਲ ਰਿਹਾ ਹੈ
ta: நடைபெறுகிறது
te: ప్రగతిలో ఉంది

source: Resolved
as: সমাধান কৰা হৈছে
bn: সমাধান হয়েছে
gu: નિરાકરણ થયું
kn: ಪರಿಹರಿಸಲಾಗಿದೆ
ml: പരിഹരിച്ചു
mr: निकाली काढले
pa: ਸੁਲਝਾਇਆ
ta: தீர்க்கப்பட்டது
te: పరిష్కరించబడింది

source: Recent Reports
as: শেহতীয়া অভিযোগসমূহ
bn: সাম্প্রতিক রিপোর্ট
gu: તાજા રિપોર્ટ્સ
kn: ಇತ್ತೀಚಿನ ವರದಿ
ml: സമീപകാല റിപ്പോർട്ടുകൾ
mr: अलीकडील तक्रारी
pa: ਤਾਜ਼ਾ ਰਿਪੋਰਟਾਂ
ta: சமீபத்திய புகார்கள்
te: తాజా నివేదికలు

source: Broken Street Light
as: ভাঙি যোৱা ৰাস্তাৰ বাতি
bn: ভাঙা স্ট্রিট লাইট
gu: ટૂટી ગયેલી ગલી લાઇટ
kn: ಹಾಳಾದ ರಸ್ತೆ ದೀಪ
ml: വീഥിവിളക്ക് തകരാറിലായി
mr: तुटलेला रस्त्यावरील दिवा
pa: ਟੁੱਟੀ ਗਲੀ ਦੀ ਬੱਤੀ
ta: உடைந்த தெரு விளக்கு
te: వీధి దీపం విరిగింది

source: Garbage Collection
as: আবর্জনা সংগ্ৰহ
bn: আবর্জনা সংগ্রহ
gu: કચરાનું સંકલન
kn: ಕಸದ ಸಂಗ್ರಹಣೆ
ml: മാലിന്യ ശേഖരണം
mr: कचरा संकलन
pa: ਕੂੜਾ ਇਕੱਠਾ ਕਰਨਾ
ta: குப்பை சேகரிப்பு
te: చెత్త సేకరణ

source: Pothole Repair
as: গাড়ীৰ গাত মাৰা গাত মৰা ৰিপেয়াৰ
bn: গর্ত মেরামত
gu: ખાડા મરામત
kn: ಗುಂಡಿ ದುರಸ್ತಿ
ml: കുഴി പണിയൽ
mr: खड्डे दुरुस्ती
pa: ਖੱਡਾ ਮੁਰੰਮਤ
ta: குழிவெளி பழுது
te: గుంత మరమ్మతు

# reportIssue
source: Report an Issue
as: সমস্যা জনাওক
bn: সমস্যা রিপোর্ট করুন
gu: સમસ્યા જાણ કરો
kn: ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಿ
ml: ഒരു പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുക
mr: तक्रार नोंदवा
pa: ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰੋ
ta: ஒரு பிரச்சினையை புகாரளிக்கவும்
te: సమస్యను నివేదించండి

source: Select Category
as: শ্ৰেণী বাছক
bn: শ্রেণী নির্বাচন করুন
gu: શ્રેણી પસંદ કરો
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: വിഭാഗം തിരഞ്ഞെടുക്കുക
mr: वर्ग निवडा
pa: ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ta: வகையைத் தேர்ந்தெடுக்கவும்
te: వర్గాన్ని ఎంచుకోండి

# selectCategoryHint
source: Choose a category
as: এটা শ্ৰেণী বাছক
bn: একটি শ্রেণী বেছে নিন
gu: શ્રેણી પસંદ કરો
kn: ವರ್ಗ ಆಯ್ಕೆಮಾಡಿ
ml: ഒരു വിഭാഗം തിരഞ്ഞെടുക്കുക
mr: एक वर्ग निवडा
pa: ਇੱਕ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ta: ஒரு வகையைத் தேர்ந்தெடுக்கவும்
te: ఒక వర్గాన్ని ఎంచుకోండి

# categoryRequired
source: Category is required
as: শ্ৰেণী আবশ্যক
bn: শ্রেণী আবশ্যক
gu: શ્રેણી આવશ્યક છે
kn: ವರ್ಗ ಅಗತ್ಯವಿದೆ
ml: വിഭാഗം ആവശ്യമാണ്
mr: वर्ग आवश्यक आहे
pa: ਸ਼੍ਰੇਣੀ ਲਾਜ਼ਮੀ ਹੈ
ta: வகை தேவை
te: వర్గం అవసరం

source: Subcategory
as: উপশ্ৰেণী
bn: উপশ্রেণী
gu: ઉપશ્રેણી
kn: ಉಪವರ್ಗ
ml: ഉപവിഭാഗം
mr: उपवर्ग
pa: ਉਪ-ਸ਼੍ਰੇਣੀ
ta: துணை வகை
te: ఉపవర్గం

# subcategoryHint
source: Choose a subcategory
as: এটা উপশ্ৰেণী বাছক
bn: একটি উপশ্রেণী বেছে নিন
gu: ઉપશ્રેણી પસંદ કરો
kn: ಉಪವರ್ಗ ಆಯ್ಕೆಮಾಡಿ
ml: ഒരു ഉപവിഭാഗം തിരഞ്ഞെടുക്കുക
mr: उपवर्ग निवडा
pa: ਉਪ-ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ta: ஒரு துணைவகையைத் தேர்ந்தெடுக்கவும்
te: ఒక ఉపవర్గాన్ని ఎంచుకోండి

# subcategoryRequired
source: Subcategory is required
as: উপশ্ৰেণী আবশ্যক
bn: উপশ্রেণী আবশ্যক
gu: ઉપશ્રેણી આવશ્યક છે
kn: ಉಪವರ್ಗ ಅಗತ್ಯವಿದೆ
ml: ഉപവിഭാഗം ആവശ്യമാണ്
mr: उपवर्ग आवश्यक आहे
pa: ਉਪ-ਸ਼੍ਰੇਣੀ ਲਾਜ਼ਮੀ ਹੈ
ta: துணை வகை தேவை
te: ఉపవర్గం అవసరం

source: Please specify
as: অনুগ্ৰহ কৰি জনাওক
bn: অনুগ্রহ করে উল্লেখ করুন
gu: કૃપા કરીને સ્પષ્ટ કરો
kn: ದಯವಿಟ್ಟು ವಿವರಿಸಿ
ml: ദയവായി വ്യക്തമാക്കുക
mr: कृपया नमूद करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਦਰਜ ਕਰੋ
ta: தயவுசெய்து குறிப்பிடவும்
te: దయచేసి పేర్కొనండి

# pleaseSpecifyIssue
source: Please specify the issue
as: অনুগ্ৰহ কৰি সমস্যাটো জনাওক
bn: সমস্যাটি উল্লেখ করুন
gu: કૃપા કરીને સમસ્યા સ્પષ્ટ કરો
kn: ಸಮಸ್ಯೆಯನ್ನು ವಿವರಿಸಿ
ml: ദയവായി പ്രശ്നം വ്യക്തമാക്കുക
mr: कृपया समस्या नमूद करा
pa: ਸਮੱਸਿਆ ਦਰਜ ਕਰੋ
ta: பிரச்சினையை குறிப்பிடவும்
te: దయచేసి సమస్యను వివరించండి

source: Capture Photos
as: ফ’টো তোলক
bn: ছবি তুলুন
gu: ફોટા લો
kn: ಫೋಟೋಗಳನ್ನು ಸೆರೆಹಿಡಿಯಿರಿ
ml: ഫോട്ടോകൾ എടുക്കുക
mr: फोटो काढा
pa: ਫੋਟੋ ਖਿੱਚੋ
ta: புகைப்படங்களை எடுக்கவும்
te: ఫోటోలు తీయండి

# photoNote
source: At least 1 photo required. Up to 3 photos allowed.
as: অন্তত ১টা ফ’টো প্ৰয়োজন। সৰ্বাধিক ৩টা ফ’টো অনুমতি।
bn: অন্তত ১টি ছবি প্রয়োজন। সর্বোচ্চ ৩টি ছবি অনুমোদিত।
gu: ઓછામાં ઓછો 1 ફોટો આવશ્યક છે. મહત્તમ 3 ફોટા મંજૂર છે.
kn: ಕನಿಷ್ಠ 1 ಫೋಟೋ ಅಗತ್ಯ. ಗರಿಷ್ಠ 3 ಫೋಟೋಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿದೆ.
ml: കുറഞ്ഞത് 1 ഫോട്ടോ ആവശ്യമാണ്. പരമാവധി 3 വരെ അനുവദനീയം.
mr: किमान 1 फोटो आवश्यक. जास्तीत जास्त 3 फोटो परवानगी आहेत.
pa: ਘੱਟੋ-ਘੱਟ 1 ਫੋਟੋ ਲੋੜੀਂਦੀ ਹੈ। ਵੱਧ ਤੋਂ ਵੱਧ 3 ਫੋਟੋਆਂ।
ta: குறைந்தபட்சம் 1 புகைப்படம் தேவை. அதிகபட்சம் 3 புகைப்படங்கள் அனுமதிக்கப்படும்.
te: కనీసం 1 ఫోటో అవసరం. గరిష్టంగా 3 ఫోటోలు అనుమతించబడతాయి.

source: Location
as: অৱস্থান
bn: অবস্থান
gu: સ્થાન
kn: ಸ್ಥಳ
ml: ലൊക്കേഷൻ
mr: स्थान
pa: ਟਿਕਾਣਾ
ta: இடம்
te: ప్రాంతం

source: Auto-detected Location
as: স্বয়ংক্ৰিয় অৱস্থান সনাক্ত কৰা হৈছে
bn: স্বয়ংক্রিয়ভাবে সনাক্ত করা অবস্থান
gu: ઓટો-ડિટેક્ટ થયેલું સ્થાન
kn: ಸ್ವಯಂ ಪತ್ತೆಹಚ್ಚಿದ ಸ್ಥಳ
ml: സ്വയമേവ കണ്ടെത്തിയ ലൊക്കേഷൻ
mr: स्वयंचलित ओळखलेले स्थान
pa: ਆਟੋ-ਡਿਟੈਕਟ ਕੀਤਾ ਟਿਕਾਣਾ
ta: தானாக கண்டறியப்பட்ட இடம்
te: ఆటో-డిటెక్ట్ చేసిన ప్రాంతం

source: Fetching address...
as: ঠিকনা আনিছে...
bn: ঠিকানা আনা হচ্ছে...
gu: સરનામું લાવવામાં આવી રહ્યું છે...
kn: ವಿಳಾಸ ಪಡೆಯಲಾಗುತ್ತಿದೆ...
ml: വിലാസം ലഭ്യമാക്കുന്നു...
mr: पत्ता मिळवत आहे...
pa: ਪਤਾ ਲਿਆ ਜਾ ਰਿਹਾ ਹੈ...
ta: முகவரி பெறப்படுகிறது...
te: చిరునామా తెస్తోంది...

source: Address not found
as: ঠিকনা পোৱা নগল
bn: ঠিকানা পাওয়া যায়নি
gu: સરનામું મળ્યું નથી
kn: ವಿಳಾಸ ಕಂಡುಬಂದಿಲ್ಲ
ml: വിലാസം കണ്ടെത്തിയില്ല
mr: पत्ता सापडला नाही
pa: ਪਤਾ ਨਹੀਂ ਮਿਲਿਆ
ta: முகவரி கிடைக்கவில்லை
te: చిరునామా కనబడలేదు

source: Fetching GPS...
as: GPS আনিছে...
bn: GPS আনা হচ্ছে...
gu: GPS લાવવામાં આવી રહ્યું છે...
kn: GPS ಪಡೆಯಲಾಗುತ್ತಿದೆ...
ml: GPS ലഭ്യമാക്കുന്നു...
mr: GPS मिळवत आहे...
pa: GPS ਲਿਆ ਜਾ ਰਿਹਾ ਹੈ...
ta: GPS பெறப்படுகிறது...
te: GPS తెస్తోంది...

source: Refresh
as: ৰিফ্ৰেশ
bn: রিফ্রেশ
gu: રિફ્રેશ કરો
kn: ರಿಫ್ರೆಶ್
ml: റിഫ്രഷ്
mr: रिफ्रेश
pa: ਤਾਜ਼ਾ ਕਰੋ
ta: புதுப்பிக்கவும்
te: రిఫ్రెష్

source: Additional Details
as: অতিৰিক্ত তথ্য
bn: অতিরিক্ত বিবরণ
gu: વધારાની વિગતો
kn: ಹೆಚ್ಚುವರಿ ವಿವರಗಳು
ml: അധിക വിശദാംശങ്ങൾ
mr: अतिरिक्त तपशील
pa: ਵਾਧੂ ਵੇਰਵੇ
ta: கூடுதல் விவரங்கள்
te: అదనపు వివరాలు

source: Enter details...
as: তথ্য লিখক...
bn: বিবরণ লিখুন...
gu: વિગતો દાખલ કરો...
kn: ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ...
ml: വിശദാംശങ്ങൾ നൽകുക...
mr: तपशील प्रविष्ट करा...
pa: ਵੇਰਵੇ ਦਰਜ ਕਰੋ...
ta: விவரங்களை உள்ளிடவும்...
te: వివరాలు నమోదు చేయండి...

source: Recording...
as: ৰেকৰ্ড হৈ আছে...
bn: রেকর্ডিং...
gu: રીકાર્ડિંગ...
kn: ದಾಖಲಾಗುತ್ತಿದೆ...
ml: റെക്കോർഡ് ചെയ്യുന്നു...
mr: रेकॉर्डिंग...
pa: ਰਿਕਾਰਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ta: பதிவாகிறது...
te: రికార్డింగ్ జరుగుతోంది...

source: Playing...
as: প্লে হৈ আছে...
bn: প্লে হচ্ছে...
gu: રમાઈ રહ્યું છે...
kn: ಪ್ಲೇ ಆಗುತ್ತಿದೆ...
ml: പ്ലേ ചെയ്യുന്നു...
mr: प्ले करत आहे...
pa: ਚਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
ta: இயக்கப்படுகிறது...
te: ప్లే అవుతోంది...

# recordVoiceNote
source: Record voice note (optional)
as: ভইচ নোট ৰেকৰ্ড কৰক (ঐচ্ছিক)
bn: ভয়েস নোট রেকর্ড করুন (ঐচ্ছিক)
gu: વોઇસ નોટ રેકોર્ડ કરો (વૈકલ્પિક)
kn: ಧ್ವನಿ ಟಿಪ್ಪಣಿ ದಾಖಲಿಸಿ (ಐಚ್ಛಿಕ)
ml: വോയ്‌സ് നോട്ട് റെക്കോർഡ് ചെയ്യുക (ഐച്ഛികം)
mr: व्हॉइस नोट रेकॉर्ड करा (पर्यायी)
pa: ਵੋਇਸ ਨੋਟ ਰਿਕਾਰਡ ਕਰੋ (ਵਿਕਲਪਿਕ)
ta: குரல் குறிப்பை பதிவு செய்க (விருப்பம்)
te: వాయిస్ నోట్ రికార్డు చేయండి (ఐచ్చికం)

source: Voice note recorded
as: ভইচ নোট ৰেকৰ্ড কৰা হৈছে
bn: ভয়েস নোট রেকর্ড হয়েছে
gu: વોઇસ નોટ રેકોર્ડ થઈ ગઈ
kn: ಧ್ವನಿ ಟಿಪ್ಪಣಿ ದಾಖಲಾಗಿದೆ
ml: വോയ്‌സ് നോട്ട് റെക്കോർഡ് ചെയ്തു
mr: व्हॉइस नोट रेकॉर्ड केली
pa: ਵੋਇਸ ਨੋਟ ਰਿਕਾਰਡ ਕੀਤਾ ਗਿਆ
ta: குரல் குறிப்பு பதிவு செய்யப்பட்டது
te: వాయిస్ నోట్ రికార్డు చేయబడింది

source: Delete voice note
as: ভইচ নোট মচক
bn: ভয়েস নোট মুছুন
gu: વોઇસ નોટ કાઢી નાખો
kn: ಧ್ವನಿ ಟಿಪ್ಪಣಿಯನ್ನು ಅಳಿಸಿ
ml: വോയ്‌സ് നോട്ട് ഇല്ലാതാക്കുക
mr: व्हॉइस नोट हटवा
pa: ਵੋਇਸ ਨੋਟ ਮਿਟਾਓ
ta: குரல் குறிப்பை நீக்கு
te: వాయిస్ నోట్ తొలగించండి

source: Submit Report
as: অভিযোগ জমা কৰক
bn: রিপোর্ট জমা দিন
gu: રિપોર્ટ સબમિટ કરો
kn: ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ
ml: റിപ്പോർട്ട് സമർപ്പിക്കുക
mr: तक्रार सबमिट करा
pa: ਰਿਪੋਰਟ ਭੇਜੋ
ta: புகாரை சமர்ப்பிக்கவும்
te: నివేదిక సమర్పించండి

# myReports
source: My Complaints
as: মোৰ অভিযোগসমূহ
bn: আমার অভিযোগ
gu: મારી ફરિયાદો
kn: ನನ್ನ ದೂರುಗಳು
ml: എന്റെ പരാതികൾ
mr: माझ्या तक्रारी
pa: ਮੇਰੀਆਂ ਸ਼ਿਕਾਇਤਾਂ
ta: என் புகார்கள்
te: నా ఫిర్యాదులు

source: All
as: সকলো
bn: সব
gu: બધા
kn: ಎಲ್ಲಾ
ml: എല്ലാം
mr: सर्व
pa: ਸਭ
ta: அனைத்தும்
te: అన్నీ

# footerNote
source: Government of Jharkhand Initiative – Secure & Verified
as: ঝাড়খণ্ড চৰকাৰৰ উদ্যোগ – সুৰক্ষিত আৰু পৰীক্ষিত
bn: ভারত সরকারের উদ্যোগ – নিরাপদ ও যাচাই করা
gu: ઝારખંડ સરકારની પહેલ – સુરક્ષિત અને પ્રમાણિત
kn: ಭಾರತ ಸರ್ಕಾರದ ಯೋಜನೆ – ಭದ್ರ & ಪರಿಶೀಲಿತ
ml: ഝാർഖണ്ഡ് സർക്കാരിന്റെ സംരംഭം – സുരക്ഷിതവും പരിശോദിച്ചതും
mr: भारत सरकारचा उपक्रम – सुरक्षित आणि सत्यापित
pa: ਭਾਰਤ ਸਰਕਾਰ ਦੀ ਪਹਿਲ – ਸੁਰੱਖਿਅਤ ਅਤੇ ਪ੍ਰਮਾਣਿਤ
ta: ஜார்கண்ட் அரசின் முயற்சி – பாதுகாப்பான & சரிபார்க்கப்பட்டது
te: భారత ప్రభుత్వ పథకం – సురక్షితంగా & ధృవీకరించబడింది

source: Settings
as: ছেটিংছ
bn: সেটিংস
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: സെറ്റിംഗ്സ്
mr: सेटिंग्ज
pa: ਸੈਟਿੰਗਜ਼
ta: அமைப்புகள்
te: సెట్టింగ్స్

source: Notifications
as: বিজ্ঞপ্তি
bn: বিজ্ঞপ্তি
gu: સૂચનાઓ
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
mr: सूचना
pa: ਸੂਚਨਾਵਾਂ
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు

source: Privacy Policy
as: গোপনীয়তা নীতি
bn: গোপনীয়তা নীতি
gu: ગોપનીયતા નીતિ
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
pa: ਪਰਾਈਵੇਸੀ ਨੀਤੀ
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

source: Terms of Use
as: ব্যৱহাৰৰ শর্তাবলী
bn: ব্যবহারের শর্তাবলী
gu: વપરાશની શરતો
kn: ಬಳಕೆಯ ನಿಯಮಗಳು
ml: ഉപയോഗ നിബന്ധനകൾ
mr: वापर अटी
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
ta: பயன்பாட்டு விதிமுறைகள்
te: వాడుక నిబంధనలు

source: Support
as: সহায়তা
bn: সহায়তা
gu: સપોર્ટ
kn: ಸಹಾಯ
ml: സഹായം
mr: सपोर्ट
pa: ਸਹਾਇਤਾ
ta: ஆதரவு
te: సపోర్ట్

source: FAQ
bn: প্রশ্নোত্তর
gu: વારંવાર પૂછાતા પ્રશ્નો
kn: ಪ್ರಶ್ನೋತ್ತರ
ml: പതിവുചോദ്യങ്ങൾ
mr: सतत विचारले जाणारे प्रश्न
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
te: ప్రశ్నలు

source: Contact Support
as: সহায়তালৈ যোগাযোগ কৰক
bn: সহায়তার সাথে যোগাযোগ করুন
gu: સપોર્ટનો સંપર્ક કરો
kn: ಸಹಾಯವನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: സപ്പോർട്ട് ബന്ധപ്പെടുക
mr: सपोर्टशी संपर्क साधा
pa: ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ta: ஆதரவுடன் தொடர்புகொள்ளவும்
te: సపోర్ట్‌ను సంప్రదించండి

source: Logout
as: লগআউট
bn: লগআউট
gu: લોગઆઉટ
kn: ಲಾಗ್‌ಔಟ್
ml: ലോഗൗട്ട്
mr: लॉगआउट
pa: ਲੌਗ ਆਉਟ
ta: வெளியேறு
te: లాగ్ అవుట్

# workerLoginTitle
source: Worker Login
as: কৰ্মী লগিন
bn: কর্মী লগইন
gu: કર્મચારી પ્રવેશ
kn: ಕಾರ್ಮಿಕ ಲಾಗಿನ್
ml: തൊഴിലാളി ലോഗിൻ
mr: कामगार लॉगिन
pa: ਕਾਮੀ ਲੌਗਇਨ
ta: பணியாளர் உள்நுழைவு
te: వర్కర్ లాగిన్

# workerLoginSubtitle
source: Enter your credentials to access the Worker Dashboard
as: কৰ্মী ডেশ্বব’ৰ্ড অভিগম কৰিবলৈ আপোনাৰ প্ৰমাণপত্ৰ লিখক
bn: কর্মী ড্যাশবোর্ডে প্রবেশের জন্য আপনার তথ্য দিন
gu: વર્કર ડેશબોર્ડ સુધી પહોંચવા માટે તમારી વિગતો દાખલ કરો
kn: ಕಾರ್ಮಿಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಪ್ರವೇಶಿಸಲು ನಿಮ್ಮ ರಹಸ್ಯಾಂಕಗಳನ್ನು ನಮೂದಿಸಿ
ml: തൊഴിലാളി ഡാഷ്ബോർഡിലേക്ക് പ്രവേശിക്കാൻ നിങ്ങളുടെ ക്രെഡൻഷ്യൽസ് നൽകുക
mr: कामगार डॅशबोर्डमध्ये प्रवेश करण्यासाठी आपली ओळखपत्रे प्रविष्ट करा
pa: ਕਾਮੀ ਡੈਸ਼ਬੋਰਡ ‘ਚ ਜਾਣ ਲਈ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦਿਓ
ta: பணியாளர் டாஷ்போர்டை அணுக உங்கள் சான்றுகளை உள்ளிடவும்
te: వర్కర్ డాష్‌బోర్డ్‌కి ప్రవేశించడానికి మీ వివరాలను నమోదు చేయండి

# userIdLabel
source: User ID
as: ইউজাৰ আইডি
bn: ইউজার আইডি
gu: યુઝર ID
kn: ಬಳಕೆದಾರ ID
ml: യൂസർ ഐഡി
mr: वापरकर्ता आयडी
pa: ਯੂਜ਼ਰ ਆਈਡੀ
ta: பயனர் ஐடி
te: యూజర్ ఐడి

# passwordLabel
source: Password
as: পাছৱৰ্ড
bn: পাসওয়ার্ড
gu: પાસવર્ડ
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: पासवर्ड
pa: ਪਾਸਵਰਡ
ta: கடவுச்சொல்
te: పాస్‌వర్డ్

# loginButton
source: Login
as: লগিন
bn: লগইন
gu: પ્રવેશ કરો
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
mr: लॉगिन
pa: ਲੌਗਇਨ
ta: உள்நுழைக
te: లాగిన్

# backToCitizenLoginButton
source: Back to Citizen Login
as: নাগৰিক লগিনলৈ ঘূৰি যাওক
bn: নাগরিক লগইনে ফিরে যান
gu: નાગરિક પ્રવેશ પર પાછા જાઓ
kn: ನಾಗರಿಕ ಲಾಗಿನ್‌ಗೆ ಹಿಂತಿರುಗಿ
ml: പൗരൻ ലോഗിനിലേക്ക് മടങ്ങുക
mr: नागरिक लॉगिनकडे परत जा
pa: ਨਾਗਰਿਕ ਲੌਗਇਨ ਵੱਲ ਵਾਪਸ ਜਾਓ
ta: குடிமகன் உள்நுழைவிற்கு திரும்ப
te: పౌర లాగిన్‌కి తిరిగి వెళ్ళండి

# enterCredentialsError
source: Enter both User ID and Password
as: ইউজাৰ আইডি আৰু পাছৱৰ্ড দুয়ো লিখক
bn: ইউজার আইডি এবং পাসওয়ার্ড দুটোই লিখুন
gu: યુઝર ID અને પાસવર્ડ બંને દાખલ કરો
kn: ಬಳಕೆದಾರ ID ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ಎರಡನ್ನೂ ನಮೂದಿಸಿ
ml: യൂസർ ഐഡിയും പാസ്‌വേഡും നൽകുക
mr: वापरकर्ता आयडी आणि पासवर्ड दोन्ही प्रविष्ट करा
pa: ਦੋਵੇਂ ਯੂਜ਼ਰ ਆਈਡੀ ਅਤੇ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ta: பயனர் ஐடி மற்றும் கடவுச்சொல்லை உள்ளிடவும்
te: యూజర్ ఐడి మరియు పాస్‌వర్డ్ రెండూ నమోదు చేయండి
