Repository: KalaHarshal/CITY
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, kn, ml, mr, pa, ta, te

# invalidCredentialsError
source: Invalid User ID or Password
as: অবৈধ ইউজাৰ আইডি অথবা পাছৱৰ্ড
bn: ভুল ইউজার আইডি অথবা পাসওয়ার্ড
gu: અમાન્ય યુઝર ID અથવા પાસવર્ડ
kn: ಅಮಾನ್ಯ ಬಳಕೆದಾರ ID ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್
ml: തെറ്റായ യൂസർ ഐഡി അല്ലെങ്കിൽ പാസ്‌വേഡ്
mr: अवैध वापरकर्ता आयडी किंवा पासवर्ड
pa: ਗਲਤ ਯੂਜ਼ਰ ਆਈਡੀ ਜਾਂ ਪਾਸਵਰਡ
ta: தவறான பயனர் ஐடி அல்லது கடவுச்சொல்
te: తప్పు యూజర్ ఐడి లేదా పాస్‌వర్డ్

source: Worker Dashboard
as: কৰ্মী ডেশ্বব’ৰ্ড
bn: কর্মী ড্যাশবোর্ড
gu: કર્મચારી ડેશબોર્ડ
kn: ಕಾರ್ಮಿಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: തൊഴിലാളി ഡാഷ്ബോർഡ്
mr: कामगार डॅशबोर्ड
pa: ਕਾਮੀ ਡੈਸ਼ਬੋਰਡ
ta: பணியாளர் டாஷ்போர்டு
te: వర్కర్ డాష్‌బోర్డ్

source: Municipal Services
as: নগৰীয় সেৱা
bn: পৌর পরিষেবা
gu: મ્યુનિસિપલ સેવાઓ
kn: ನಗರಪಾಲಿಕೆ ಸೇವೆಗಳು
ml: മുനിസിപ്പൽ സർവീസുകൾ
mr: नगरपालिका सेवा
pa: ਨਗਰ ਸੇਵਾਵਾਂ
ta: நகராட்சி சேவைகள்
te: పట్టణ సేవలు

source: Recent Complaints
as: শেহতীয়া অভিযোগসমূহ
bn: সাম্প্রতিক অভিযোগ
gu: તાજી ફરિયાદો
kn: ಇತ್ತೀಚಿನ ದೂರುಗಳು
ml: സമീപകാല പരാതികൾ
mr: अलीकडील तक्रारी
pa: ਤਾਜ਼ਾ ਸ਼ਿਕਾਇਤਾਂ
ta: சமீபத்திய புகார்கள்
te: తాజా ఫిర్యాదులు

source: My Tasks
as: মোৰ কামসমূহ
bn: আমার কাজ
gu: મારા કાર્ય
kn: ನನ್ನ ಕಾರ್ಯಗಳು
ml: എന്റെ ജോലികൾ
mr: माझी कामे
pa: ਮੇਰੇ ਕੰਮ
ta: என் பணிகள்
te: నా పనులు

source: Completed
as: সম্পূৰ্ণ
bn: সম্পূর্ণ হয়েছে
gu: પૂર્ણ થયું
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയായി
mr: पूर्ण झाले
pa: ਪੂਰਾ ਹੋਇਆ
ta: முடிந்தது
te: పూర్తి చేయబడింది

# filterAll
source: All
as: সকলো
bn: সব
gu: બધા
kn: ಎಲ್ಲಾ
ml: എല്ലാം
mr: सर्व
pa: ਸਭ
ta: அனைத்தும்
te: అన్నీ

# filterPending
source: Pending
as: পেণ্ডিং
bn: অপেক্ষমাণ
gu: બાકી
kn: ಬಾಕಿ
ml: പെൻഡിംഗ്
mr: प्रलंबित
pa: ਬਕਾਇਆ
ta: நிலுவையில்
te: పెండింగ్

# filterInProgress
source: In Progress
as: চলি আছে
bn: চলমান
gu: પ્રગતિમાં
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ
ml: നടന്ന് കൊണ്ടിരിക്കുന്നു
mr: प्रगतीमध्ये
pa: ਚੱਲ ਰਿਹਾ ਹੈ
ta: நடைபெறுகிறது
te: ప్రగతిలో ఉంది

# filterCompleted
source: Completed
as: সম্পূৰ্ণ
bn: সম্পূর্ণ হয়েছে
gu: પૂર્ણ થયું
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയായി
mr: पूर्ण झाले
pa: ਪੂਰਾ ਹੋਇਆ
ta: முடிந்தது
te: పూర్తి చేయబడింది

source: Road Maintenance
as: ৰাস্তাৰ সংৰক্ষণ
bn: রাস্তা রক্ষণাবেক্ষণ
gu: રસ્તા જાળવણી
kn: ರಸ್ತೆ ನಿರ್ವಹಣೆ
ml: റോഡ് പരിപാലനം
mr: रस्ता देखभाल
pa: ਸੜਕ ਸੰਭਾਲ
ta: சாலை பராமரிப்பு
te: రోడ్డు నిర్వహణ

source: Waste Management
as: আবর্জনা পৰিচালনা
bn: বর্জ্য ব্যবস্থাপনা
gu: કચરો વ્યવસ્થાપન
kn: ಕಸದ ನಿರ್ವಹಣೆ
ml: മാലിന്യ സംസ്കരണം
mr: कचरा व्यवस्थापन
pa: ਕੂੜਾ ਪ੍ਰਬੰਧਨ
ta: கழிவு மேலாண்மை
te: వ్యర్థాల నిర్వహణ

source: Street Lighting
as: ৰাস্তাৰ পোহৰ
bn: স্ট্রিট লাইটিং
gu: ગલી લાઇટિંગ
kn: ರಸ್ತೆ ಬೆಳಕು
ml: വീഥിവിളക്കുകൾ
mr: रस्त्यावरील प्रकाश
pa: ਗਲੀ ਬੱਤੀ
ta: தெரு விளக்கு
te: వీధి లైటింగ్

source: Bulb Replacement
as: বাল্ব সলনি
bn: বাল্ব পরিবর্তন
gu: બલ્બ બદલી
kn: ಬಲ್ಬ್ ಬದಲಾವಣೆ
ml: ബൾബ് മാറ്റിസ്ഥാപിക്കൽ
mr: बल्ब बदल
pa: ਬਲਬ ਬਦਲਣਾ
ta: பல்பு மாற்றம்
te: బల్బ్ మార్చడం

# priorityHigh
source: High
as: উচ্চ
bn: উচ্চ
gu: ઉચ્ચ
kn: ಹೆಚ್ಚು
ml: ഉയർന്ന
mr: उच्च
pa: ਉੱਚੀ
ta: அதிக
te: అధికం

# priorityMedium
source: Medium
as: মধ্যম
bn: মাঝারি
gu: મધ્યમ
kn: ಮಧ್ಯಮ
ml: ഇടത്തരം
mr: मध्यम
pa: ਦਰਮਿਆਨੀ
ta: நடுத்தரம்
te: మధ్యస్థం

# priorityLow
source: Low
as: নিম্ন
bn: নিম্ন
gu: નીચું
kn: ಕಡಿಮೆ
ml: താഴ്ന്ന
mr: कमी
pa: ਘੱਟ
ta: குறைவு
te: తక్కువ

# viewDetails
source: Track Complaint
as: অভিযোগ ট্ৰেক কৰক
bn: অভিযোগ ট্র্যাক করুন
gu: વિગતો જુઓ
kn: ದೂರು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
ml: പരാതി ട്രാക്കുചെയ്യുക
mr: तक्रार ट्रॅक करा
pa: ਸ਼ਿਕਾਇਤ ਟ੍ਰੈਕ ਕਰੋ
ta: புகார் கண்காணிக்கவும்
te: ఫిర్యాదు ట్రాక్ చేయండి

source: Worker ID
as: কৰ্মী আইডি
bn: কর্মী আইডি
gu: કર્મચારી ID
kn: ಕಾರ್ಮಿಕ ID
ml: തൊഴിലാളി ഐഡി
mr: कामगार आयडी
pa: ਕਾਮੀ ਆਈਡੀ
ta: பணியாளர் ஐடி
te: వర్కర్ ఐడి

source: Phone Number
as: ফোন নম্বৰ
bn: ফোন নম্বর
gu: ફોન નંબર
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
pa: ਫੋਨ ਨੰਬਰ
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్

source: Department
as: বিভাগ
bn: বিভাগ
gu: વિભાગ
kn: ವಿಭಾಗ
ml: ഡിപ്പാർട്ട്‌മെന്റ്
mr: विभाग
pa: ਵਿਭਾਗ
ta: துறை
te: శాఖ

source: Assigned Area
as: নিৰ্বাচিত এলাকা
bn: বরাদ্দকৃত এলাকা
gu: સોંપાયેલ વિસ્તાર
kn: ನಿಯೋಜಿತ ಪ್ರದೇಶ
ml: നിയോഗിച്ച പ്രദേശം
mr: नेमलेला भाग
pa: ਨਿਰਧਾਰਿਤ ਖੇਤਰ
ta: ஒதுக்கப்பட்ட பகுதி
te: కేటాయించిన ప్రాంతం

source: Recognition & Progress
as: স্বীকৃতি আৰু অগ্ৰগতি
bn: স্বীকৃতি ও অগ্রগতি
gu: માન્યતા અને પ્રગતિ
kn: ಪ್ರಶಂಸೆ & ಪ್ರಗತಿ
ml: ഗൗരവവും പുരോഗതിയും
mr: ओळख आणि प्रगती
pa: ਪਛਾਣ ਅਤੇ ਤਰੱਕੀ
ta: அங்கீகாரம் & முன்னேற்றம்
te: గుర్తింపు & పురోగతి

# tasksCompleted
source: Tasks Completed This Month
as: সম্পূৰ্ণ কৰা কাম
bn: কাজ সম্পন্ন হয়েছে
gu: પૂર્ણ થયેલા કાર્યો
kn: ಪೂರ್ಣಗೊಂಡ ಕಾರ್ಯಗಳು
ml: പൂർത്തിയായ ജോലികൾ
mr: पूर्ण केलेली कामे
pa: ਕੰਮ ਪੂਰੇ ਹੋਏ
ta: முடிக்கப்பட்ட பணிகள்
te: పూర్తి చేసిన పనులు

source: Earned Badges
as: উপাৰ্জিত বেজ
bn: প্রাপ্ত ব্যাজ
gu: મેળવેલા બેજ
kn: ಸಂಪಾದಿಸಿದ ಬ್ಯಾಡ್ಜ್‌ಗಳು
ml: ലഭിച്ച ബാഡ്ജുകൾ
mr: मिळवलेले बॅजेस
pa: ਹਾਸਲ ਕੀਤੇ ਬੈਜ
ta: பெற்ற பதக்கங்கள்
te: సంపాదించిన బ్యాడ్జ్‌లు

source: Quick Response
as: দ্ৰুত প্ৰতিক্ৰিয়া
bn: দ্রুত প্রতিক্রিয়া
gu: ઝડપી પ્રતિભાવ
kn: ತ್ವರಿತ ಪ್ರತಿಕ್ರಿಯೆ
ml: വേഗത്തിലുള്ള പ്രതികരണം
mr: जलद प्रतिसाद
pa: ਤੁਰੰਤ ਜਵਾਬ
ta: விரைவு பதில்
te: త్వరిత స్పందన

source: Quality Work
as: গুণগত কাম
bn: মানসম্পন্ন কাজ
gu: ગુણવત્તાયુક્ત કામ
kn: ಗುಣಮಟ್ಟದ ಕೆಲಸ
ml: ഗുണമേൻമയുള്ള ജോലി
mr: गुणवत्तापूर्ण काम
pa: ਗੁਣਵੱਤਾ ਵਾਲਾ ਕੰਮ
ta: தரமான வேலை
te: నాణ్యమైన పని

source: On Time
as: সময়ত
bn: সময়ে
gu: સમયસર
kn: ಸಮಯಕ್ಕೆ
ml: സമയത്ത്
mr: वेळेत
pa: ਸਮੇਂ ਤੇ
ta: சமயோசிதமாக
te: సమయంలో

source: Change Password
as: পাছৱৰ্ড সলনি কৰক
bn: পাসওয়ার্ড পরিবর্তন
gu: પાસવર્ડ બદલો
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ml: പാസ്‌വേഡ് മാറ്റുക
mr: पासवर्ड बदला
pa: ਪਾਸਵਰਡ ਬਦਲੋ
ta: கடவுச்சொல்லை மாற்று
te: పాస్‌వర్డ్ మార్చండి

source: Cancel
as: বাতিল
bn: বাতিল
gu: રદ્દ કરો
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
ta: ரத்து
te: రద్దు చేయండి

source: Change Language
as: ভাষা সলনি কৰক
bn: ভাষা পরিবর্তন
gu: ભાષા બદલો
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
mr: भाषा बदला
pa: ਭਾਸ਼ਾ ਬਦਲੋ
ta: மொழியை மாற்று
te: భాష మార్చండి

source: Pause Voice Note
as: ভইচ নোট প’জ কৰক
bn: ভয়েস নোট বিরতি দিন
kn: ಧ್ವನಿ ಟಿಪ್ಪಣಿಯನ್ನು ತಡೆ
ml: വോയ്‌സ് നോട്ട് താൽക്കാലികമായി നിർത്തുക
mr: व्हॉइस नोट थांबवा
pa: ਵੋਇਸ ਨੋਟ ਰੋਕੋ
ta: குரல் குறிப்பை இடைநிறுத்து
te: వాయిస్ నోట్ పాజ్ చేయండి

source: Play Voice Note
as: ভইচ নোট প্লে কৰক
bn: ভয়েস নোট চালান
kn: ಧ್ವನಿ ಟಿಪ್ಪಣಿಯನ್ನು ಪ್ಲೇ ಮಾಡಿ
ml: വോയ്‌സ് നോട്ട് പ്ലേ ചെയ്യുക
mr: व्हॉइस नोट प्ले करा
pa: ਵੋਇਸ ਨੋਟ ਚਲਾਓ
ta: குரல் குறிப்பை இயக்கு
te: వాయిస్ నోట్ ప్లే చేయండి

source: Complaint not found
as: অভিযোগ পোৱা নগল।
bn: অভিযোগ পাওয়া যায়নি।
kn: ದೂರು ಕಂಡುಬಂದಿಲ್ಲ.
ml: പരാതി കണ്ടെത്തിയില്ല.
mr: तक्रार सापडली नाही.
pa: ਸ਼ਿਕਾਇਤ ਨਹੀਂ ਮਿਲੀ.
ta: புகார் கிடைக்கவில்லை.
te: ఫిర్యాదు కనబడలేదు.

# refId
source: Ref ID: #{complaintId}
as: REF: {id}
bn: REF: {id}
kn: ಸೂಚನೆ: {id}
ml: റഫറൻസ്: {id}
mr: REF: {id}
pa: REF: {id}
ta: REF: {id}
te: REF: {id}

source: Close
as: বন্ধ কৰক
bn: বন্ধ করুন
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
mr: बंद करा
pa: ਬੰਦ ਕਰੋ
te: మూసివేయండి

source: Status Timeline
as: অৱস্থা টাইমলাইন
bn: অবস্থার টাইমলাইন
kn: ಸ್ಥಿತಿ ಟೈಮ್‌ಲೈನ್
ml: സ്റ്റാറ്റസ് ടൈംലൈൻ
mr: स्थिती कालरेषा
pa: ਸਥਿਤੀ ਟਾਈਮਲਾਈਨ
ta: நிலை நேரக்கோடு
te: స్థితి టైమ్‌లైన్

# submitted
source: Complaint Submitted
as: জমা কৰা হৈছে
bn: অভিযোগ জমা হয়েছে
kn: ದೂರು ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: സമർപ്പിച്ചു
mr: सबमिट केले
pa: ਸ਼ਿਕਾਇਤ ਭੇਜੀ ਗਈ
ta: சமர்ப்பிக்கப்பட்டது
te: ఫిర్యాదు సమర్పించబడింది

# reportSubmittedByCitizen
source: Your complaint has been submitted successfully!
as: নাগৰিকে অভিযোগ জমা কৰিছে।
bn: আপনার অভিযোগ সফলভাবে জমা হয়েছে!
kn: ನಿಮ್ಮ ದೂರು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: പൗരൻ പരാതി സമർപ്പിച്ചു.
mr: नागरिकाने तक्रार सबमिट केली आहे.
pa: ਤੁਹਾਡੀ ਸ਼ਿਕਾਇਤ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜੀ ਗਈ!
ta: புகார் வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!
te: మీ ఫిర్యాదు విజయవంతంగా సమర్పించబడింది!

source: Assigned
as: নিৰ্বাচিত
bn: বরাদ্দ করা হয়েছে
kn: ನಿಯೋಜಿಸಲಾಗಿದೆ
ml: നിയോഗിച്ചു
mr: नेमलेले
pa: ਸੌਂਪਿਆ ਗਿਆ
ta: ஒதுக்கப்பட்டது
te: కేటాయించబడింది

source: Timestamp not available
as: টাইমস্টেম্প উপলব্ধ নহয়
bn: টাইমস্ট্যাম্প পাওয়া যায়নি
kn: ಟೈಮ್‌ಸ್ಟಾಂಪ್ ಲಭ್ಯವಿಲ್ಲ
ml: സമയം ലഭ്യമല്ല
mr: टाईमस्टॅम्प उपलब्ध नाही
pa: ਸਮਾਂ ਉਪਲਬਧ ਨਹੀਂ
ta: நேரம் கிடைக்கவில்லை
te: టైమ్‌స్టాంప్ అందుబాటులో లేదు

source: Update timestamp pending
as: আপডেট টাইমস্টেম্প পেণ্ডিং
bn: আপডেট টাইমস্ট্যাম্প অপেক্ষমাণ
kn: ಟೈಮ್‌ಸ್ಟಾಂಪ್ ನವೀಕರಣ ಬಾಕಿ ಇದೆ
ml: അപ്ഡേറ്റ് സമയം പെൻഡിംഗ്
mr: अपडेट टाईमस्टॅम्प प्रलंबित
pa: ਅਪਡੇਟ ਦਾ ਸਮਾਂ ਬਕਾਇਆ ਹੈ
ta: நேரம் புதுப்பிக்கப்படவில்லை
te: టైమ్‌స్టాంప్ పెండింగ్‌లో ఉంది

# workHasStarted
source: Work has been started on your complaint
as: আপোনাৰ অভিযোগৰ কাম আৰম্ভ হৈছে।
bn: আপনার অভিযোগে কাজ শুরু হয়েছে।
kn: ನಿಮ್ಮ ದೂರು ಮೇಲೆ ಕೆಲಸ ಪ್ರಾರಂಭವಾಗಿದೆ.
ml: നിങ്ങളുടെ പരാതിയിൽ ജോലി തുടങ്ങി.
mr: आपल्या तक्रारीवर काम सुरू झाले आहे.
pa: ਤੁਹਾਡੀ ਸ਼ਿਕਾਇਤ ‘ਤੇ ਕੰਮ ਸ਼ੁਰੂ ਹੋ ਗਿਆ ਹੈ.
ta: உங்கள் புகாரின் வேலை தொடங்கப்பட்டுள்ளது.
te: మీ ఫిర్యాదుపై పని ప్రారంభించబడింది.

# issueResolved
source: Your issue has been successfully resolved
as: সমস্যা সমাধান কৰা হৈছে।
bn: সমস্যা সমাধান হয়েছে।
kn: ಸಮಸ್ಯೆ ಪರಿಹರಿಸಲಾಗಿದೆ.
ml: പ്രശ്നം പരിഹരിച്ചു.
mr: समस्या सोडवली आहे.
pa: ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਹੋ ਗਿਆ ਹੈ.
ta: பிரச்சினை தீர்க்கப்பட்டது.
te: సమస్య పరిష్కరించబడింది.

source: Permission Required
as: অনুমতি প্ৰয়োজন
bn: অনুমতি প্রয়োজন
kn: ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ml: അനുമതി ആവശ്യമാണ്
mr: परवानगी आवश्यक
pa: ਅਧਿਕਾਰ ਲੋੜੀਂਦਾ ਹੈ
ta: அனுமதி தேவை
te: అనుమతి అవసరం

# locationPermissionPermanentlyDenied
source: Location permission is permanently denied. Please enable it from app settings.
as: অৱস্থান অনুমতি স্থায়ীভাৱে অস্বীকাৰ কৰা হৈছে। অনুগ্ৰহ কৰি এপ ছেটিংছৰ পৰা সক্ষম কৰক।
bn: অবস্থান অনুমতি স্থায়ীভাবে অস্বীকার করা হয়েছে। অনুগ্রহ করে অ্যাপ সেটিংস থেকে এটি সক্রিয় করুন।
kn: ಸ್ಥಳ ಅನುಮತಿ ಶಾಶ್ವತವಾಗಿ ನಿರಾಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಆಪ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ml: ലൊക്കേഷൻ അനുമതി സ്ഥിരമായി നിരസിച്ചു. ദയവായി ആപ്പ് സെറ്റിംഗ്സിൽ നിന്ന് അനുവദിക്കുക.
mr: स्थान परवानगी कायमची नाकारली आहे. कृपया ॲप सेटिंग्जमधून सक्षम करा.
pa: ਟਿਕਾਣਾ ਅਧਿਕਾਰ ਸਦਾ ਲਈ ਰੱਦ ਕੀਤਾ ਗਿਆ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਸੈਟਿੰਗਜ਼ ਤੋਂ ਚਾਲੂ ਕਰੋ.
ta: இட அனுமதி நிரந்தரமாக மறுக்கப்பட்டது. தயவுசெய்து பயன்பாட்டு அமைப்புகளில் இயலுமைப்படுத்தவும்.
te: లొకేషన్ అనుమతి శాశ్వతంగా నిరాకరించబడింది. దయచేసి యాప్ సెట్టింగ్స్‌లో ప్రారంభించండి.

source: Open Settings
as: ছেটিংছ খোলক
bn: সেটিংস খুলুন
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ml: സെറ്റിംഗ്സ് തുറക്കുക
mr: सेटिंग्ज उघडा
pa: ਸੈਟਿੰਗ ਖੋਲ੍ਹੋ
ta: அமைப்புகளை திறக்கவும்
te: సెట్టింగ్స్ తెరవండి

source: Location permission denied
as: অৱস্থান অনুমতি অস্বীকাৰ কৰা হৈছে
bn: অবস্থান অনুমতি অস্বীকার করা হয়েছে
kn: ಸ್ಥಳ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: ലൊക്കേഷൻ അനുമതി നിരസിച്ചു
mr: स्थान परवानगी नाकारली
pa: ਟਿਕਾਣਾ ਅਧਿਕਾਰ ਰੱਦ ਕੀਤਾ ਗਿਆ
ta: இட அனுமதி மறுக்கப்பட்டது
te: లొకేషన్ అనుమతి నిరాకరించబడింది

source: Unable to fetch location
as: অৱস্থান আনিব নোৱাৰি
bn: অবস্থান আনতে ব্যর্থ
kn: ಸ್ಥಳವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: ലൊക്കേഷൻ ലഭ്യമാക്കാൻ കഴിഞ്ഞില്ല
mr: स्थान मिळवण्यात अयशस्वी
pa: ਟਿਕਾਣਾ ਨਹੀਂ ਲਿਆ ਜਾ ਸਕਿਆ
ta: இடத்தை பெற முடியவில்லை
te: లొకేషన్ తెచ్చుకోలేకపోయాం

# gpsCoordinates
source: GPS coordinates: {gps}
as: GPS স্থানাঙ্ক: {gps}
bn: GPS স্থানাঙ্ক: {gps}
kn: GPS ಸಮನ್ವಯಾಂಕ: {gps}
ml: GPS കോ-ഓർഡിനേറ്റ്സ്: {gps}
mr: GPS समन्वय: {gps}
pa: GPS ਕੋਆਰਡੀਨੇਟ: {gps}
ta: GPS இணை: {gps}
te: GPS కోఆర్డినేట్స్: {gps}

# submitFailed
source: Failed to submit: {error}
as: জমা বিফল: {error}
bn: জমা দিতে ব্যর্থ: {error}
kn: ಸಲ್ಲಿಸಲು ವಿಫಲವಾಯಿತು: {error}
ml: സമർപ്പിക്കൽ പരാജയപ്പെട്ടു: {error}
mr: सबमिट करण्यात अयशस्वी: {error}
pa: ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ: {error}
ta: சமர்ப்பிக்க முடியவில்லை: {error}
te: సమర్పించలేకపోయాం: {error}

source: Pending Review
as: পৰ্যালোচনা পেণ্ডিং
bn: পর্যালোচনার অপেক্ষায়
kn: ಪರಿಶೀಲನೆ ಬಾಕಿ ಇದೆ
ml: പെൻഡിംഗ് റിവ്യൂ
mr: पुनरावलोकन प्रलंबित
pa: ਸਮੀਖਿਆ ਬਕਾਇਆ
ta: மதிப்பாய்வு நிலுவையில்
te: రివ్యూ పెండింగ్‌లో ఉంది

source: Current Stage
as: বৰ্তমান অৱস্থা
bn: বর্তমান ধাপ
kn: ಪ್ರಸ್ತುತ ಹಂತ
ml: നിലവിലെ ഘട്ടം
mr: सध्याची पायरी
pa: ਮੌਜੂਦਾ ਪੜਾਅ
ta: தற்போதைய நிலை
te: ప్రస్తుత దశ

# waitingForAssignment
source: Waiting for worker assignment
as: কৰ্মী নিৰ্দেশৰ বাবে অপেক্ষা কৰি আছে
bn: কর্মী বরাদ্দের জন্য অপেক্ষমাণ
kn: ಕಾರ್ಮಿಕ ನಿಯೋಜನೆಗಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ml: തൊഴിലാളി നിയമനത്തിനായി കാത്തിരിക്കുന്നു
mr: कामगार नेमणुकीची प्रतीक्षा आहे
pa: ਕਾਮੀ ਨੂੰ ਸੌਂਪਣ ਦੀ ਉਡੀਕ
ta: பணியாளர் ஒதுக்கப்பட காத்திருக்கிறது
te: వర్కర్ కేటాయింపుకు వేచి ఉంది

source: Not Yet
as: এতিয়াও নহয়
bn: এখনও নয়
kn: ಇನ್ನೂ ಇಲ್ಲ
ml: ഇനി അല്ല
mr: अजून नाही
pa: ਅਜੇ ਨਹੀਂ
ta: இன்னும் இல்லை
te: ఇంకా లేదు

# assignedToMunicipalWorker
source: Your complaint has been assigned to a municipal worker
as: আপোনাৰ অভিযোগ এখন নগৰীয় কৰ্মীক দিয়াৰ হৈছে
bn: আপনার অভিযোগ পৌর কর্মীর কাছে বরাদ্দ করা হয়েছে
kn: ನಿಮ್ಮ ದೂರುವನ್ನು ನಗರಪಾಲಿಕೆ ಕಾರ್ಮಿಕನಿಗೆ ನಿಯೋಜಿಸಲಾಗಿದೆ
ml: നിങ്ങളുടെ പരാതി മുനിസിപ്പൽ തൊഴിലാളിക്ക് നിയോഗിച്ചു
mr: आपली तक्रार नगरपालिकेच्या कामगाराकडे नेमली गेली आहे
pa: ਤੁਹਾਡੀ ਸ਼ਿਕਾਇਤ ਕਾਮੀ ਨੂੰ ਸੌਂਪੀ ਗਈ ਹੈ
ta: உங்கள் புகார் நகராட்சி பணியாளருக்கு ஒதுக்கப்பட்டுள்ளது
te: మీ ఫిర్యాదు ఒక మున్సిపల్ వర్కర్‌కి కేటాయించబడింది

source: Report Details
as: অভিযোগৰ বিৱৰণ
bn: রিপোর্টের বিস্তারিত
kn: ವರದಿ ವಿವರಗಳು
ml: റിപ്പോർട്ട് വിശദാംശങ്ങൾ
mr: तक्रारीचे तपशील
pa: ਰਿਪੋਰਟ ਵੇਰਵੇ
ta: புகார் விவரங்கள்
te: నివేదిక వివరాలు

source: Photos Submitted
as: ফ’টো জমা কৰা হৈছে
bn: জমা দেওয়া ছবি
kn: ಸಲ್ಲಿಸಿದ ಫೋಟೋಗಳು
ml: സമർപ്പിച്ച ഫോട്ടോകൾ
mr: फोटो सबमिट केले
pa: ਭੇਜੀਆਂ ਫੋਟੋਆਂ
ta: சமர்ப்பிக்கப்பட்ட புகைப்படங்கள்
te: సమర్పించిన ఫోటోలు

source: Issue Description
as: সমস্যাৰ বিৱৰণ
bn: সমস্যার বিবরণ
kn: ಸಮಸ್ಯೆಯ ವಿವರಣೆ
ml: പ്രശ്നത്തിന്റെ വിവരണം
mr: समस्येचे वर्णन
pa: ਸਮੱਸਿਆ ਦਾ ਵੇਰਵਾ
ta: பிரச்சினை விளக்கம்
te: సమస్య వివరణ

source: Select Language
bn: ভাষা নির্বাচন করুন
te: భాషను ఎంచుకోండి
